{"irish":["Ag duine féin is fearr a fhios cá luíonn an bhróg air.","Aithníonn ciaróg ciaróg eile.","Aithnítear cara i gcruatan.","An gad is giorra don scornach is túisce is ceart a scaoileadh.","An lao ite i mbolg na bó.","An luibh ná faightear is í a fhóireann.","An rud a chíonn an leanbh is é a níonn an leanbh.","An rud a scríobhann an púca, léann sé féin é.","An rud a théann i bhfad téann sé i bhfuaire.","An rud is annamh is iontach.","An rud is measa le duine ar domhan n’fheadair sé nach é lár a leasa é.","An rud nach bhfuil leigheas air caithfear cur suas leis.","An rud nach féidir ní féidir é.","An t-uan ag múineadh méilí dá mháthair.","An tslat nuair a chruann le haois is deacair í a shníomh ina gad.","An té a bhfuil builín aige gheobhaidh sé scian lena ghearradh.","An té a bhíonn amuigh fuarann a chuid.","An té a bhíonn siúlach bíonn sé scéalach.","An té a bhíonn thuas óltar deoch air.","An té a bhíonn thíos buailtear cos air.","An té a dtéann teist na mochóirí amach air ní cás dó codladh go headra.","An té a mbíonn an rath ar maidin air bíonn sé air tráthnóna.","An té nach bhfuil láidir ní foláir dó bheith glic.","An té nach mbeireann ar an ngnó beireann an gnó air.","An té nach nglacann comhairle glacfaidh sé comhrac.","An té nach trua leis do chás, ná déan do ghearán leis.","Ar mhaithe leis féin a níos an cat crónán.","Ar scath a chéile a mhaireann na daoine.","Bailíonn brobh beart.","Beart gan leigheas, foighne is fearr dó.","Beatha duine a thoil","Beatha teanga í a labhairt.","Beidh lá eile ag an bPaorach.","Bliain le duine agus bliain ina choinne.","Breithnigh an abhainn sara dtéir ina cuilithe.","Briseann an dúchas trí shúile an chait.","Bíonn adharca fada ar na buaibh thar lear.","Bíonn an fhírinne searbh.","Bíonn blas ar an mbeagán.","Bíonn blas milis ar phraiseach na gcomharsan.","Bíonn caora dhubh ar an tréad is gile","Bíonn cead cainte ag fear caillte na himeartha.","Bíonn dhá insint ar gach aon scéal.","Bíonn gach tosú lag.","Bíonn súil le muir ach ní bhíonn súil le huaigh.","Cad a dhéanfadh mac an chait ach luch a mharú.","Cailín ag Móir is Móir ag iarraidh déirce.","Caora mhór an t-uan i bhfad.","Chonaic mé cheana thú, arsa an cat leis an mbainne te.","Ciall agus míchiall - dís ná gabhann le chéile.","Cuir an breac san eangach sula gcuire tú sa phota é.","Cuir síoda ar ghabhar - is gabhar fós é.","D’ordaigh Dia cúnamh.","Doras feasa fiafraí.","Dá dhonacht é Séamas ba mheasa bheith ina éagmais.","Dá fhad lá tagann oíche.","Dá mbeadh soineann go Samhain bheadh breall ar dhuine éigin.","Éire i bpáirt, Éire ar lár.","Éist le fuaim na habhann agus gheobhair breac.","Fear na bó faoina heireaball.","Feileann spallaí do bhallaí chomh maith le clocha móra.","Filleann an feall ar an bhfeallaire.","Gach dalta mar oiltear.","Galar gan náire an tart.","Giorraíonn beirt bóthar.","Glacann fear críonna comhairle.","I dtosach na haicíde is fusa í a leigheas.","dtus an mhála is ceart a bheith tíosach.","I ndiaidh a chéile a thógtar na caisleáin.","Imíonn an tuirse is fanann an tairbhe.","Iomad den aithne a mheadaíonn an tarcaisne.","Is ait an mac an saol.","Is beo duine tar éis a bhuailte ach ní beo é tar éis a cháinte.","Is binn béal ina thost.","Is breá an ní an óige ach ní thagann sí faoi dhó.","Is báidhiúil iad lucht aoncheirde.","Is cuma nó muc duine gan seift.","Is deacair ceann críonna a chur ar cholainn óg.","Is deacair rogha a bhaint as dhá dhíogha","Is dána gach madra i ndoras a thí féin.","Is dóigh le fear na buile gurb é féin fear na céille.","Is fada an bóthar nach bhfuil casadh ann.","Is fada siar a théann iarsma an drochbhirt.","Is fearr a bheith díomhaoin ná droch-ghnóthach.","Is fearr an t-imreas ná an t-uaigneas.","Is fearr an tsláinte ná na táinte.","Is fearr beagán den ghaol ná mórán den charthanas.","Is fearr cara sa chúirt ná punt sa sparán.","Is fearr go mall ná go brách.","Is fearr leath ná meath .","Is fearr lán doirn de cheird ná lán mála d’ór.","Is fearr mac le himirt ná mac le hól.","Is fearr marcaíocht ar ghabhar ná coisíocht dá fheabhas.","Is fearr rith maith ná drochsheasamh.","Is fearr súil le glas ná súil le huaigh.","Is fearr súil romhat ná dhá shúil i do dhiaidh.","Is furasta fuineadh in aice na mine.","Is gaire cabhair Dé ná an doras.","Is geal gach nua agus is searbh gach gnáth.","Is geal leis an bhfiach dubh a ghearrcach féin.","Is geall le scíth malairt oibre.","Is glas iad na cnoic i bhfad uainn.","Is iad na muca ciúine a itheann an mhin.","Is in ithe na putóige a bhíonn a tástáil.","Is iomaí cor a chuireann an saol de.","Is leor nod don eolach.","Is leor ó Mhór a dícheall.","Is lia gach othar i ndiaidh a leighis.","Is lú ná fríd máthair an oilc.","Is mairg a dheanann deimhin dá dhóchas.","Is mairg a dhéanann an t-olc is a bhíonn bocht ina dhiaidh.","Is maith an scáthán súil charad.","Is maith an scéalaí an aimsir.","Is maith an t-anlann an t-ocras.","Is maith an t-iománaí an té a bhíonn ar an gclaí.","Is maith le Dia féin cúnamh.","Is maol gualainn gan bhráthair.","Is minic a bhris béal duine a shrón.","Is minic a bhí cú mhall sona.","Is minic a gheall tailliúir is ná tiocfadh sé.","Is minic ciúin ciontach .","Is mór é luach na foighne.","Is olc an chearc nach scríobann di féin.","Is olc an ghaoth nach séideann do dhuine éigin.","Is sleamhain an leac ag doras duine uasail.","Is treise dúchas ná oiliúint.","Is trom cearc i bhfad.","Is túisce deoch ná scéal.","Is í an chiall cheannaigh an chiall is fearr.","Is í an dias is troime is ísle a chromann a ceann.","Mair a chapaill is gheobhair féar.","Maireann an chraobh ar an bhfál ach ní mhaireann an lámh a chuir.","Maireann croí éadrom i bhfad.","Marbh le tae agus marbh gan é.","Mian mic a shúil.","Mol an óige agus tiocfaidh sí.","Mol gort is ná mol geamhar.","Mura gcuirfidh tú san Earrach ní bhainfidh tú sa bhFómhar.","Mura mbeadh agat ach pocán gabhair bí i lár an aonaigh leis.","Más cam díreach an ród is é an bóthar mór an t-aicearra.","Más maith leat do mholadh faigh bás: más maith leat do cháineadh pós.","Más olc maol is measa mullach.","Múineann gá seift.","Namhaid an cheird gan í a fhoghlaim.","Nuair a bheidh do lámh i mbéal na con tarraing go réidh í.","Nuair a bhíonn an cat amuigh bíonn na lucha ag rince.","Nuair is crua don chailleach caithfidh sí rith.","Nuair is gann é an bia is fial é a roinnt.","Ná bac le mac an bhacaigh is ní bhacfaidh mac an bhacaigh leat.","Ná cuir do leas ar cairde.","Ná déan nós is ná bris nós.","Ná tabhair breith ar an gcéad scéal.","Ní bheathaíonn na breithre na braithre.","Ní bhfuair minic onóir.","Ní bhíonn an rath ach mar a mbíonn an smacht.","Ní bhíonn fear náireach éadálach.","Ní bhíonn in aon rud ach seal.","Ní bhíonn tréan buan.","Ní breac é go raibh sé ar an bport.","Ní dhéanfadh an saol capall ráis d’asal.","Ní dhéanfaidh smaoineamh an treabhadh duit.","Ní fhaigheann lámh iata ach dorn dúnta.","Ní fiú bheith ag seanchas agus an anachain déanta.","Ní féasta go rósta is ní céasta go pósta.","Ní féidir bheith ag feadaíl is ag ithe mine.","Ní féidir leis an ngobadán an dá thrá a fhreastal.","Ní féidir é a bheith ina ghruth is ina mheadhg agat.","Ní haithne go haontíos.","Ní heaspa go díth carad.","Ní hé lá na gaoithe lá na scolb.","Ní ionann dul go tigh an rí agus teacht as.","Ní lia duine ná tuairim.","Ní lia tír ná gnás.","Ní mar a shíltear a bhítear.","Ní mhealltar an sionnach faoi dhó.","Ní neart go cur le chéile.","Ní sia gob an ghé na gob an ghandail.","Ní thagann ciall roimh aois.","Ní théann dlí ar riachtanas.","Ní troimide an loch an lacha.","Níl aon tinteán mar do thinteán féin.","Níl leigheas ar an gcathú ach é a mharú le foighne.","Níl luibh ná leigheas in aghaidh an bháis.","Níl saoi gan locht ná daoi gan tréith.","Níl sprid ná puca nach bhfuil fios a chúise aige.","Níl tuile dá mhéad nach dtránn.","Níl íseal ná uasal ach thíos seal agus thuas seal.","Níor bhris focal maith fiacail riamh.","Níor chaill fear an mhisnigh riamh é.","Níor líon beannacht bolg riamh.","Pós bean ón sliabh agus pósfaidh tú an sliabh ar fad.","Ritheann fear buile trí thuile go dána, ach is minic thug tuile fear buile le fána.","Sciúrdann éan as gach ealta.","Seachnaíonn súil an ní ná feiceann.","Síoda ar Shiobhán is na preabáin ar a hathair.","Súil le breis a chailleann an cearrbhach.","Tabhair rogha don bhodach agus is é an díogha a thoghfaidh sé.","Tagann gach maith le cairde.","Taithí a dhéanann máistreacht.","Tar éis a thuigtear gach beart.","Tarraingíonn scéal scéal eile.","Tosach sláinte codladh : deireadh sláinte osna.","Tuigeann Tadhg Taidhgín.","Tír gan teanga tír gan anam.","Tús maith leath na hoibre.","","","","",""],"english":["A person best knows where the shoe troubles him","It takes one to know one","It is in hardship that a friend is recognised","The knot nearest the throat is the the one to release first","Don't count your chickens before they're hatched","The herb that can't be found is the very one which works","What the child sees the child does","What the ghost writes, the ghost reads","What goes on for a long time loses its attractiveness","What's seldom is wonderful","The very thing a person dreads most in the world could be the best thing for him","What can't be cured must be endured","The impossible cannot be done","The lamb teaching its mother how to bleat","When the rod hardens with age it's difficult to bend it","The man who has a loaf will get a knife to cut it","The one who is out, his share gets cold","Travellers have tales","When you're up, they drink to you","When you're down, they kick you","The person who gains the reputation of getting up early can sleep late","He who is lucky in the morning tends to be luck in the evening too","He who is not strong has to be clever","He who does not get a grip on the job, the job gets a grip on him","Whoever will not accept advice must accept strife","He who does not sympathise with your plight, don't make your complaint to him","The cat purrs to please itself","People live in one another's shadow","A little gathers to a lot","Patience is the best thing for an incurable situation","Everyone to his own tastes","It's the life of a language to speak it","Power will have another day","One year with you, one against you","Observe the river before you venture into its currents","Nature breaks out through the eyes of the cat","Faraway cows have long horns","Truth is often bitter","A little of anything is tasty","The neighbours gruel tastes sweet","Even the whitest flock has a black sheep","The man who has lost the match has permission to talk","There are two sides to every story","Every beginning is weak","There is hope of coming back from the sea but none of coming back from the dead","Like father like son","Mór has a servant girl while she herself is out begging","The lamb becomes a big heavy sheep over distance","I saw you before, as the cat said to the warm milk...","Sense and nonsense - two which do not go together","Put the trout in the net before you put it in the pot","Put silk on a goat, it's still a goat","God helps those who help themselves","The door to wisdom is to ask questions","However bad Séamas is it would be worse to be without him","However long the day, night comes","If it was fine till Halloween someone would be unhappy","Ireland divided is Ireland laid low","Listen to the sound of the river and you will catch a trout","The cows owner must go under her tail","Small shards suit as well as big stones for building walls","The evil deed returns to the evildoer","Every pupil is as he is trained","Thirst is a shameless disease","Two people shorten the road","A wise man accepts advice","It's at the beginning of the disease it is easiest to cure","It's at the beginning of the bag that one must be economical","Rome wasn't built in a day","Tiredness goes away and the benefit remains","Familiarity breeds contempt","Life is strange","A person is alive after being beaten but not after his good name is taken","Sweet to hear is a mouth which is silent","Youth is a fine thing but it does not come twice","Birds of a feather flock together","A shiftless person is the same as a pig","It's hard to put a wise head on young shoulders","It's hard to choose between two evils","Every dog is bold in his own doorway","The crazy man reckons he is the sensible one","It's a long road that has no turning","The trail of a bad deed goes a long way","Better to be idle than up to no good","Arguing is better than loneliness","Health is better than wealth","A little relationship is better than a lot of charity","Better a friend in court than a pound in the purse","Better late than never","Half is better than nothing (literally: decaying)","A fistful of a trade is better than a bagful of gold","Better to have a son mad for sport than mad for drink","Better to ride on a goat than the finest walking","A good run is better than a bad stand","Better to look forward to prison than to the grave","Better one look before you than two behind","It's easy to knead next to the mill","God's help is nearer than the door","Every novelty is great and every commonplace is bitter","The black raven thinks its own offspring is bright","A change of work is as good as a rest","Faraway hills are green","It's the quiet pigs who eat the meal.","The proof of the pudding is in the eating","Life goes through many twists and turns","A nod is enough to the wise","All anyone can do is his best","Every patient is a surgeon after he is cured","It takes very little to cause trouble","Woe to he who checks out what he hopes to be true","Woe to the one who does evil and does not profit by it","A friend's eye is a good mirror","Time will tell","Hunger is a good sauce","The hurler on the ditch is a great fellow","God himself likes a bit of help","A shoulder without a friend is undefended","It's often a person's mouth broke his nose","It's often a slow hound was content","It's often a tailor promised to come and did not","The quiet ones are often guilty","Patience is worth a lot","It's a poor hen won't scratch for itself","It's an ill wind blows nobody any good","The flagstone is slippery at the door of a decent man","Nature is stronger than training","A small burden grows heavier with distance","First a drink, then your news","Sense bought dearly is the best kind","It is the heaviest ear of corn which bows its head lowest","Live horse and you will get hay","The branch lives on the fence but not the hand that planted it","Light heart lives long","Can't live with it, can't live without it","A child wants everything he sees","Praise youth and youth will respond","Don't count your chickens before they are hatched","If you don't sow in Spring you won't reap in Autumn","Even if you have only a puck goat to sell be in the middle of the fair with it","Be it crooked or straight, it's the main road is the shortest way","If you want to be praised, die: if you want to be criticized, marry","If it's bad on the flat it's worse at the summit","Necessity teaches resourcefulness","If you don't learn your trade, it becomes your enemy","When your hand is in the hound's mouth withdraw it gently","When the cat's away the mice dance","When it's tough for the hag she has to run","When the food is scarce it's generous to share it","Mind your own business","Don't procrastinate","Don't make a custom and don't break a custom","Hear both sides before judgement","Words alone won't feed the brothers","Familiarity breeds contempt","No success without discipline","A shy man won't be rich","Nothing lasts for ever","The strong don't prevail for ever","Don't count your fish till it's landed","The world won't make a racehorse out of a donkey","Thinking will not do the ploughing for you","A closed hand gets nothing but a closed fist","No point in talking when the damage is done","It's not a feast without a roast and true suffering comes with marriage","You can't whistle and eat meal at the same time","You can't be two places at once","You can't have it both ways","You want to know me, come live with me","There is no lack so bad as the lack of a friend","The windy day is not the day for thatching","It's not the same thing to go to the king's house and to come out of it","People are not more numerous than opinions","There are not more countries than there are customs","Things aren't always what they seem","You won't fool the fox a second time","There is no strength like co-operation","The goose's beak is no longer than the gander's","Sense does not come before age","Necessity overrides the law","The lake is not heavier for having the duck on it","No place like home","There is no cure for regret but to kill it with patience","There is no herb or cure for death","There is no wise man without a fault nor any fool without a good feature","There is no spirit nor ghost doesn't know his own business","There is no flood, however great, that does not ebb away","There is neither low not high but down for a while and up for a while.","A good word never broke a tooth","The man of courage never lost it","A blessing never filled a belly","Marry a woman from the mountain and you will marry the entire mountain","A crazy man runs through a flood boldly, but it's often a flood swept a crazy man away","A bird flies out of every flock","An eye disregards what it does not see","Silk on Siobhán and her father in rags","Hoping to beats the odds is what ruins the gambler","Give a choice to the churl and it's the worst he will pick","No grace comes singly","Practice makes perfect","Hindsight is a great thing","One story leads on to another","The beginning of health is sleep: the end of health is a sigh","Like understands like","A country without a language is a country without a soul","A good start is half the work","","","","",""]}
